IdeaRS.Connections
CutPlateData.CuttingMemberPath Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the member which owns the plate which is supposed to modify
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string CuttingMemberPath { get; set; }
Property Value
Type: String
See Also
Reference
CutPlateData Class
IdeaRS.Connections.Data Namespace